/**
 * Created by brave on 17/2/10.
 */
var careerDic = [{code: 'A', name: '公务员'}, {code: 'B', name: '外国政要'}, {code: 'C1', name: '旅游、餐饮、零售'}
    , {code: 'C2', name: '娱乐场所、博彩、影视娱乐业'}, {code: 'C3', name: '废品收购；艺术品收藏、考古及文物保护、拍卖、典当、贵金属和珠宝交易商'}
    , {code: 'C4', name: '房屋中介、律师、公证人员、会计师'},
    {code: 'D1', name: '无业、待业及无固定职业人员---家庭主妇'}, {code: 'D2', name: '无业、待业及无固定职业人员---离退休人员'}
    , {code: 'D3', name: '无业、待业及无固定职业人员---除家庭主妇及离退休人员以外'}, {code: 'D4', name: '自营投资者'}
    , {code: 'F', name: '农牧业、渔业、木材森林业'}, {code: 'G', name: '矿石开采业、建筑工程业、装潢业'}, {
        code: 'H',
        name: '五金电子电器、日用品、化工建材等制造业,机电及其他设备维修'
    }

    , {code: 'I', name: '水陆空交通运输业、邮政、水电、燃气、通讯等公交事业,计算机与互联网'},
    {code: 'J', name: '文教业、新闻出版广告业;卫生保健业;清洁或家政、物业管理、物流、美容美发、摄影,殡葬等服务业'},
    {code: 'K', name: '金融业'},
    {code: 'L', name: '学生、学龄前儿童'},
    {code: 'M', name: '企事业单位、民间组织和社会团体等工作人员,宗教业'}

];

module.exports = careerDic;