var careersAll = [
    {key: 'M', value: '企事业单位、民间组织和社会团体等工作人员、宗教业'},
    {key: 'K', value: '金融业'},
    {key: 'I', value: '计算机与互联网、水陆空交通运输业、邮政、水电、燃气、通讯等公共事业'},
    {key: 'J', value: '文教业、新闻出版广告业、卫生保健业、清洁或家政、物业管理、物流、美容美发、摄影、殡葬等服务业'},
    {key: 'L', value: '学生、学龄前儿童'},
    {key: 'A', value: '公务员'},
    {key: 'H', value: '五金电子电器、日用品、化工建材等制造业、机电及其他设备维修'},
    {key: 'C4', value: '房屋中介、律师、公证人员、会计师'},
    {key: 'D1', value: '家庭主妇'},
    {key: 'D2', value: '离退休人员'},
    {key: 'D4', value: '自营投资者'},
    {key: 'C1', value: '旅游、餐饮、零售'},
    {key: 'F', value: '农牧业、渔业、木材森林业'},
    {key: 'G', value: '矿石开采业、建筑工程业、装潢业'},
    {key: 'C2', value: '娱乐场所、博彩、影视娱乐业'},
    {key: 'C3', value: '废品收购、艺术品收藏、考古及文物保护、拍卖、典当、贵金属和珠宝交易商'},
    {key: 'B', value: '外国政要'}
];
module.exports = careersAll;
